This is an environment that I found was easiest to quickly run my code from.



#+BEGIN_SRC emacs-lisp
(load-file "./elisp-log.el")

(se_lg 25 20)
#+END_SRC

#+RESULTS:
: 1.3979400086720376090


